Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# progress.adherence.encourage.building
source: You are building the habit, and every session you finish is on this chart.
es: Estás creando el hábito, y cada sesión que terminas está en este gráfico.
fr: Tu construis l’habitude, et chaque séance que tu termines est sur ce graphique.
hi: आप आदत बना रहे हैं, और आपका पूरा किया हर सेशन इस चार्ट पर है।
it: Stai costruendo l'abitudine, e ogni sessione che finisci finisce su questo grafico.
tr: Alışkanlığı kuruyorsun ve bitirdiğin her seans bu grafikte.
zh_hans: 你正在养成习惯，每一次完成的训练都会出现在这张图上。

# progress.adherence.encourage.excellent
source: You have shown up almost every time. That is what makes the difference.
es: Has aparecido casi siempre. Eso es lo que marca la diferencia.
fr: Tu as répondu présent presque à chaque fois. C’est ce qui fait la différence.
hi: आप लगभग हर बार आए हैं। यही फ़र्क बनाता है।
it: Ci sei stato quasi sempre. È questo che fa la differenza.
tr: Neredeyse her seferinde geldin. Farkı yaratan da bu.
zh_hans: 你几乎每次都到场了，这正是差别所在。

# progress.adherence.encourage.start
source: Every session counts. The first one is the whole trick.
es: Cada sesión cuenta. La primera es el verdadero truco.
fr: Chaque séance compte. La première est tout le secret.
hi: हर सेशन मायने रखता है। पहला सेशन ही असली कमाल है।
it: Ogni sessione conta. La prima è tutto il trucco.
tr: Her seansın değeri var. Zor olan ilkini yapmak.
zh_hans: 每一次训练都算数，最难的是第一次。

# progress.adherence.encourage.steady
source: Steady going. Sessions finished beat sessions planned.
es: Vas constante. Las sesiones terminadas valen más que las planificadas.
fr: Ça avance bien. Une séance terminée vaut mieux qu’une séance prévue.
hi: अच्छा चल रहा है। तय किए सेशन से पूरे किए सेशन ज़्यादा मायने रखते हैं।
it: Si procede bene. Le sessioni finite valgono più di quelle previste.
tr: İstikrarlı gidiyor. Bitirilen seans, planlanan seansı yener.
zh_hans: 稳步推进。完成的训练课比计划的更有意义。

# progress.adherence.encourage.strong
source: Strong run — you are hitting most of what you planned.
es: Buena racha: estás cumpliendo casi todo lo que planificaste.
fr: Belle régularité — tu tiens l’essentiel de ce que tu avais prévu.
hi: बढ़िया दौर — आप अपनी योजना का ज़्यादातर हिस्सा पूरा कर रहे हैं।
it: Bel ritmo: stai centrando gran parte di quello che avevi previsto.
tr: İyi gidiyorsun — planladığının çoğunu tutturuyorsun.
zh_hans: 状态不错，计划中的大部分你都完成了。

# progress.adherence.noPlanFootnote
source: There is no active program to compare against, so this is simply what you did.
es: No hay ningún programa activo con el que comparar, así que esto es simplemente lo que hiciste.
fr: Il n’y a pas de programme actif pour servir de comparaison : c’est simplement ce que tu as fait.
hi: तुलना के लिए कोई सक्रिय प्रोग्राम नहीं है, इसलिए यह बस वही है जो आपने किया।
it: Non c'è un programma attivo con cui confrontarsi, quindi questo è semplicemente ciò che hai fatto.
tr: Karşılaştırılacak etkin bir program yok, bu yüzden burada yalnızca yaptıkların var.
zh_hans: 没有启用中的训练计划可供对照，因此这里只呈现你实际做了什么。

# progress.adherence.noProgramNote
source: With no active program, this is measured against the sessions you started.
es: Sin un programa activo, esto se mide frente a las sesiones que empezaste.
fr: Sans programme actif, la mesure se fait par rapport aux séances que tu as commencées.
hi: कोई सक्रिय प्रोग्राम न होने पर यह उन सेशनों के मुकाबले मापा जाता है जो आपने शुरू किए।
it: Senza un programma attivo, il confronto è con le sessioni che hai iniziato.
tr: Etkin bir program olmadığından bu, başlattığın seanslara göre ölçülür.
zh_hans: 没有启用中的训练计划，因此这里以你开始过的训练课为基准。

# progress.adherence.noWeeks
source: No sessions in this range
es: No hay sesiones en este rango
fr: Aucune séance sur cette période
hi: इस रेंज में कोई सेशन नहीं
it: Nessuna sessione in questo intervallo
tr: Bu aralıkta seans yok
zh_hans: 此范围内没有训练课

# progress.adherence.nutritionDays
source: Food logged on %lld of %lld days
es: Comida registrada en %lld de %lld días
fr: Repas enregistrés %lld jours sur %lld
hi: %lld / %lld दिनों में खाना दर्ज हुआ
it: Cibo registrato in %lld giorni su %lld
tr: %lld/%lld günde besin kaydedildi
zh_hans: %lld / %lld 天记录了饮食

# progress.adherence.nutritionLogging
source: Days with food logged
es: Días con comida registrada
fr: Jours avec repas enregistrés
hi: जिन दिनों खाना दर्ज हुआ
it: Giorni con il cibo registrato
tr: Besin kaydı olan günler
zh_hans: 有饮食记录的天数

# progress.adherence.overview
source: In this range
es: En este rango
fr: Sur cette période
hi: इस रेंज में
it: In questo intervallo
tr: Bu aralıkta
zh_hans: 此范围内

# progress.adherence.planPerWeek
source: %lld planned a week
es: %lld previstas por semana
fr: %lld prévues par semaine
hi: हफ़्ते में %lld तय
it: %lld previste a settimana
tr: Haftada %lld planlandı
zh_hans: 每周计划 %lld 节

# progress.adherence.sessions
source: Sessions
es: Sesiones
fr: Séances
hi: सेशन
it: Sessioni
tr: Seans
zh_hans: 训练课

# progress.adherence.sessionsCount
source: %lld sessions
es: %lld sesiones
fr: %lld séances
hi: %lld सेशन
it: %lld sessioni
tr: %lld seans
zh_hans: %lld 节训练课

# progress.adherence.sessionsDone
source: %lld of %lld sessions
es: %lld de %lld sesiones
fr: %lld séances sur %lld
hi: %lld / %lld सेशन
it: %lld sessioni su %lld
tr: %lld/%lld seans
zh_hans: %lld / %lld 节训练课

# progress.adherence.sets
source: Sets
es: Series
fr: Séries
hi: सेट
it: Serie
tr: Set
zh_hans: 组数

# progress.adherence.setsDone
source: %@ of planned sets completed
es: %@ de las series previstas completadas
fr: %@ des séries prévues terminées
hi: तय सेट में से %@ पूरे
it: %@ delle serie previste completate
tr: Planlanan setlerin %@ kadarı tamamlandı
zh_hans: 已完成计划组数的 %@

# progress.adherence.setsOf
source: %lld of %lld sets
es: %lld de %lld series
fr: %lld séries sur %lld
hi: %lld / %lld सेट
it: %lld serie su %lld
tr: %lld/%lld set
zh_hans: %lld / %lld 组

# progress.adherence.subtitle
source: Sessions, sets and logging
es: Sesiones, series y registro
fr: Séances, séries et suivi
hi: सेशन, सेट और दर्ज करना
it: Sessioni, serie e registrazioni
tr: Seanslar, setler ve kayıt tutma
zh_hans: 训练课、组数与记录

# progress.adherence.title
source: Consistency
es: Constancia
fr: Assiduité
hi: नियमितता
it: Costanza
tr: Süreklilik
zh_hans: 坚持度

# progress.adherence.weekly
source: Sessions each week
es: Sesiones por semana
fr: Séances par semaine
hi: हर हफ़्ते के सेशन
it: Sessioni per settimana
tr: Haftalık seanslar
zh_hans: 每周训练课

# progress.adherence.weeklySubtitle
source: What you completed, week by week
es: Lo que completaste, semana a semana
fr: Ce que tu as terminé, semaine après semaine
hi: आपने हफ़्ते-दर-हफ़्ते क्या पूरा किया
it: Quello che hai completato, settimana per settimana
tr: Hafta hafta tamamladıkların
zh_hans: 你逐周完成的情况

# progress.adherence.weighIns
source: Days with a weigh-in
es: Días con pesaje
fr: Jours avec une pesée
hi: जिन दिनों वज़न दर्ज हुआ
it: Giorni con una pesata
tr: Tartım yapılan günler
zh_hans: 有体重记录的天数

# progress.axis.date
source: Date
es: Fecha
hi: तारीख
it: Data
tr: Tarih
zh_hans: 日期

# progress.axis.series
source: Series
es: Serie
fr: Série de données
hi: श्रृंखला
it: Serie di dati
tr: Seri
zh_hans: 系列

# progress.axis.value
source: Value
es: Valor
fr: Valeur
hi: मान
it: Valore
tr: Değer
zh_hans: 数值

# progress.axis.weight
source: Weight
es: Peso
fr: Poids
hi: वज़न
it: Peso
tr: Ağırlık
zh_hans: 体重

# progress.chart.empty.message
source: There is no data in this range. Try a longer one.
es: No hay datos en este rango. Prueba con uno más largo.
fr: Il n’y a aucune donnée sur cette période. Essaie une période plus longue.
hi: इस रेंज में कोई डेटा नहीं है। कोई लंबी रेंज चुनकर देखें।
it: In questo intervallo non ci sono dati. Prova con uno più lungo.
tr: Bu aralıkta veri yok. Daha geniş bir aralık dene.
zh_hans: 这个范围内没有数据。试试更长的范围。

# progress.chart.empty.title
source: Nothing to chart yet
es: Aún no hay nada que representar
fr: Rien à représenter pour l’instant
hi: अभी चार्ट के लिए कुछ नहीं
it: Ancora niente da mettere in grafico
tr: Henüz grafiklenecek bir şey yok
zh_hans: 暂时没有可绘制的数据

# progress.empty.message
source: Finish a workout or log your weight, and this tab starts filling in.
es: Termina un entrenamiento o registra tu peso y esta pestaña empezará a llenarse.
fr: Termine une séance ou note ton poids, et cet onglet commencera à se remplir.
hi: एक वर्कआउट पूरा करें या अपना वज़न दर्ज करें, और यह टैब भरने लगेगा।
it: Completa un allenamento o registra il tuo peso e questa scheda inizierà a riempirsi.
tr: Bir antrenmanı bitir ya da kilonu kaydet; bu sekme dolmaya başlasın.
zh_hans: 完成一次训练或记录一次体重，这个标签页就会开始填充。

# progress.empty.startWorkout
source: Start a workout
es: Empezar un entrenamiento
fr: Commencer une séance
hi: वर्कआउट शुरू करें
it: Inizia un allenamento
tr: Antrenman başlat
zh_hans: 开始训练

# progress.empty.title
source: Nothing to show yet
es: Aún no hay nada que mostrar
fr: Rien à afficher pour l’instant
hi: अभी दिखाने को कुछ नहीं
it: Ancora niente da mostrare
tr: Henüz gösterilecek bir şey yok
zh_hans: 暂时没有可显示的内容

# progress.hub.openHint
source: Opens the full breakdown
es: Abre el desglose completo
fr: Ouvre le détail complet
hi: पूरा ब्योरा खोलता है
it: Apre il dettaglio completo
tr: Ayrıntılı dökümü açar
zh_hans: 打开完整分析

# progress.loading
source: Loading your history…
es: Cargando tu historial…
fr: Chargement de ton historique…
hi: आपकी हिस्ट्री लोड हो रही है…
it: Caricamento della tua cronologia…
tr: Geçmişin yükleniyor…
zh_hans: 正在载入你的历史记录…

# progress.macro.carbs
source: Carbohydrate
es: Hidratos de carbono
fr: Glucides
hi: कार्बोहाइड्रेट
it: Carboidrati
tr: Karbonhidrat
zh_hans: 碳水化合物

# progress.macro.fat
source: Fat
es: Grasa
fr: Lipides
hi: फैट
it: Grassi
tr: Yağ
zh_hans: 脂肪

# progress.macro.protein
source: Protein
es: Proteína
fr: Protéines
hi: प्रोटीन
it: Proteine
zh_hans: 蛋白质

# progress.nutrition.aboveTarget
source: Your average day sits %@ above target.
es: Tu día medio está %@ por encima del objetivo.
fr: Ta journée moyenne se situe %@ au-dessus de l’objectif.
hi: आपका औसत दिन लक्ष्य से %@ ऊपर है।
it: La tua giornata media sta %@ sopra l'obiettivo.
tr: Ortalama günün hedefin %@ üstünde.
zh_hans: 你平均一天比目标高 %@。

# progress.nutrition.averageDay
source: Average day
es: Día medio
fr: Journée moyenne
hi: औसत दिन
it: Giornata media
tr: Ortalama gün
zh_hans: 平均一天

# progress.nutrition.averageOverDays
source: Averaged over %lld logged days
es: Media sobre %lld días registrados
fr: Moyenne sur %lld jours enregistrés
hi: %lld दर्ज दिनों का औसत
it: Media su %lld giorni registrati
tr: %lld kayıtlı güne göre ortalama
zh_hans: 按 %lld 个有记录的日子平均

# progress.nutrition.belowTarget
source: Your average day sits %@ below target.
es: Tu día medio está %@ por debajo del objetivo.
fr: Ta journée moyenne se situe %@ en dessous de l’objectif.
hi: आपका औसत दिन लक्ष्य से %@ नीचे है।
it: La tua giornata media sta %@ sotto l'obiettivo.
tr: Ortalama günün hedefin %@ altında.
zh_hans: 你平均一天比目标低 %@。

# progress.nutrition.dailyIntake
source: Logged that day
es: Registrado ese día
fr: Enregistré ce jour-là
hi: उस दिन दर्ज हुआ
it: Registrato quel giorno
tr: O gün kaydedilen
zh_hans: 当天记录

# progress.nutrition.daysLogged
source: Days logged
es: Días registrados
fr: Jours enregistrés
hi: दर्ज किए दिन
it: Giorni registrati
tr: Kayıtlı gün
zh_hans: 有记录的天数

# progress.nutrition.empty.message
source: Log a day or two of food and this screen shows how your intake tracks against your target.
es: Registra un día o dos de comida y esta pantalla te mostrará cómo va tu consumo frente al objetivo.
fr: Enregistre un ou deux jours d’alimentation et cet écran montrera comment tes apports se situent face à ton objectif.
hi: एक-दो दिन का खाना दर्ज करें और यह स्क्रीन दिखाएगी कि आपका सेवन लक्ष्य के मुकाबले कैसा चल रहा है।
it: Registra un giorno o due di cibo e questa schermata mostrerà come procede rispetto al tuo obiettivo.
tr: Bir iki günlük beslenmeni kaydet; bu ekran alımının hedefine göre nasıl gittiğini göstersin.
zh_hans: 记录一两天的饮食，这个页面就会显示你的摄入与目标的对比。

# progress.nutrition.empty.title
source: No food logged in this range
es: No hay comida registrada en este rango
fr: Aucun repas enregistré sur cette période
hi: इस रेंज में कोई खाना दर्ज नहीं
it: Nessun cibo registrato in questo intervallo
tr: Bu aralıkta besin kaydı yok
zh_hans: 此范围内没有饮食记录

# progress.nutrition.energySubtitle
source: Each logged day, in %@
es: Cada día registrado, en %@
fr: Chaque jour enregistré, en %@
hi: हर दर्ज किया दिन, %@ में
it: Ogni giorno registrato, in %@
tr: Kaydedilen her gün, %@ cinsinden
zh_hans: 每个有记录的日子，单位 %@

# progress.nutrition.energyTitle
source: Energy
es: Energía
fr: Énergie
hi: एनर्जी
it: Energia
tr: Enerji
zh_hans: 热量

# progress.nutrition.loggedOnly
source: Logged days only
es: Solo días registrados
fr: Jours enregistrés uniquement
hi: सिर्फ़ दर्ज किए दिन
it: Solo i giorni registrati
tr: Yalnızca kayıtlı günler
zh_hans: 仅统计有记录的日子

# progress.nutrition.macroFootnote
source: Stacked by the energy each macronutrient carries: 4 kcal a gram for protein and carbohydrate, 9 for fat.
es: Apilado según la energía que aporta cada macronutriente: 4 kcal por gramo de proteína e hidratos, 9 de grasa.
fr: Empilé selon l’énergie apportée par chaque macronutriment : 4 kcal par gramme pour les protéines et les glucides, 9 pour les lipides.
hi: हर मैक्रोन्यूट्रिएंट की एनर्जी के हिसाब से जोड़ा गया: प्रोटीन और कार्बोहाइड्रेट में 4 kcal प्रति ग्राम, फैट में 9।
it: Impilati in base all'energia che ogni macronutriente porta: 4 kcal per grammo per proteine e carboidrati, 9 per i grassi.
tr: Her makro besinin taşıdığı enerjiye göre yığılmıştır: protein ve karbonhidrat için gram başına 4 kcal, yağ için 9 kcal.
zh_hans: 按各宏量营养素提供的热量堆叠：蛋白质和碳水每克 4 kcal，脂肪每克 9 kcal。

# progress.nutrition.macroSubtitle
source: Protein, carbohydrate and fat, each logged day
es: Proteína, hidratos y grasa, cada día registrado
fr: Protéines, glucides et lipides, pour chaque jour enregistré
hi: हर दर्ज दिन का प्रोटीन, कार्बोहाइड्रेट और फैट
it: Proteine, carboidrati e grassi, ogni giorno registrato
tr: Kaydedilen her günde protein, karbonhidrat ve yağ
zh_hans: 每个有记录日子的蛋白质、碳水和脂肪

# progress.nutrition.macroTitle
source: Where the energy came from
es: De dónde vino la energía
fr: D’où vient l’énergie
hi: एनर्जी कहाँ से आई
it: Da dove è arrivata l'energia
tr: Enerji nereden geldi
zh_hans: 热量来自哪里

# progress.nutrition.noDays
source: No food logged in this range
es: No hay comida registrada en este rango
fr: Aucun repas enregistré sur cette période
hi: इस रेंज में कोई खाना दर्ज नहीं
it: Nessun cibo registrato in questo intervallo
tr: Bu aralıkta besin kaydı yok
zh_hans: 此范围内没有饮食记录

# progress.nutrition.noTargetFootnote
source: No energy target is set, so the days are shown on their own.
es: No hay objetivo de energía fijado, así que los días se muestran por su cuenta.
fr: Aucun objectif énergétique n’est défini, les journées sont donc affichées seules.
hi: कोई एनर्जी लक्ष्य तय नहीं है, इसलिए दिन अपने आप में दिखाए गए हैं।
it: Non è impostato nessun obiettivo energetico, quindi i giorni sono mostrati da soli.
tr: Enerji hedefi belirlenmedi, bu yüzden günler tek başlarına gösteriliyor.
zh_hans: 没有设定热量目标，因此这些日子单独显示。

# progress.nutrition.noTargetNote
source: Set a target in Nutrition to see these measured against something.
es: Fija un objetivo en Nutrición para ver esto medido frente a algo.
fr: Définis un objectif dans Nutrition pour comparer ces journées à quelque chose.
hi: इन्हें किसी चीज़ के मुकाबले देखने के लिए न्यूट्रिशन में एक लक्ष्य तय करें।
it: Imposta un obiettivo in Nutrizione per vedere questi dati confrontati con qualcosa.
tr: Bunları bir şeye karşı ölçmek için Beslenme'de bir hedef belirle.
zh_hans: 在饮食中设定目标，这些数据就有参照可比。

# progress.nutrition.onTarget
source: Your average day lands on target.
es: Tu día medio cae justo en el objetivo.
fr: Ta journée moyenne tombe pile sur l’objectif.
hi: आपका औसत दिन लक्ष्य पर है।
it: La tua giornata media è in linea con l'obiettivo.
tr: Ortalama günün hedefe oturuyor.
zh_hans: 你平均一天正好落在目标上。

# progress.nutrition.openTab
source: Go to Nutrition
es: Ir a Nutrición
fr: Aller à Nutrition
hi: न्यूट्रिशन पर जाएँ
it: Vai a Nutrizione
tr: Beslenme'ye git
zh_hans: 前往饮食

# progress.nutrition.subtitle
source: Energy and macros against target
es: Energía y macros frente al objetivo
fr: Énergie et macros face à l’objectif
hi: एनर्जी और मैक्रो, लक्ष्य के मुकाबले
it: Energia e macro rispetto all'obiettivo
tr: Hedefe karşı enerji ve makrolar
zh_hans: 热量与宏量营养素对比目标

# progress.nutrition.target
source: Target
es: Objetivo
fr: Objectif
hi: लक्ष्य
it: Obiettivo
tr: Hedef
zh_hans: 目标

# progress.nutrition.title
source: Nutrition
es: Nutrición
hi: न्यूट्रिशन
it: Nutrizione
tr: Beslenme
zh_hans: 饮食

# progress.nutrition.weeklyAverage
source: Weekly average
es: Media semanal
fr: Moyenne hebdomadaire
hi: साप्ताहिक औसत
it: Media settimanale
tr: Haftalık ortalama
zh_hans: 每周平均

# progress.range.accessibility
source: Show the %@ range
es: Mostrar el rango de %@
fr: Afficher la période %@
hi: %@ की रेंज दिखाएँ
it: Mostra l'intervallo %@
tr: %@ aralığını göster
zh_hans: 显示%@范围

# progress.range.subtitle
source: Showing %@
es: Mostrando %@
fr: Affichage : %@
hi: %@ दिखाया जा रहा है
it: Stai vedendo %@
tr: Gösterilen: %@
zh_hans: 显示%@

# progress.range.widen
source: Show all time
es: Ver todo el histórico
fr: Afficher depuis le début
hi: पूरा समय दिखाएँ
it: Mostra tutto il periodo
tr: Tüm zamanları göster
zh_hans: 显示全部时间

# progress.records.atReps
source: at %lld reps
es: a %lld reps
fr: à %lld reps
hi: %lld रेप्स पर
it: a %lld ripetizioni
tr: %lld tekrarda
zh_hans: 在 %lld 次时

# progress.records.countInRange
source: %lld records in this range
es: %lld récords en este rango
fr: %lld records sur cette période
hi: इस रेंज में %lld रिकॉर्ड
it: %lld record in questo intervallo
tr: Bu aralıkta %lld rekor
zh_hans: 此范围内 %lld 项纪录

# progress.records.empty.message
source: Records are spotted automatically as you train. Finish a few sessions and they appear here.
es: Los récords se detectan solos según entrenas. Termina unas cuantas sesiones y aparecerán aquí.
fr: Les records sont repérés automatiquement pendant que tu t’entraînes. Termine quelques séances et ils apparaîtront ici.
hi: ट्रेनिंग के साथ रिकॉर्ड अपने आप पहचाने जाते हैं। कुछ सेशन पूरे करें और वे यहाँ दिखने लगेंगे।
it: I record vengono riconosciuti da soli mentre ti alleni. Completa qualche sessione e compariranno qui.
tr: Rekorlar sen çalıştıkça kendiliğinden yakalanır. Birkaç seans bitir, burada görünsünler.
zh_hans: 纪录会在你训练时自动识别。完成几次训练后就会出现在这里。

# progress.records.empty.title
source: No records yet
es: Aún no hay récords
fr: Aucun record pour l’instant
hi: अभी कोई रिकॉर्ड नहीं
it: Ancora nessun record
tr: Henüz rekor yok
zh_hans: 还没有纪录

# progress.records.first
source: First on record
es: Primer registro
fr: Premier enregistré
hi: पहला दर्ज रिकॉर्ड
it: Primo registrato
tr: İlk kayıt
zh_hans: 首次记录

# progress.records.forExercise
source: Records for this exercise
es: Récords de este ejercicio
fr: Records pour cet exercice
hi: इस एक्सरसाइज़ के रिकॉर्ड
it: Record di questo esercizio
tr: Bu egzersizin rekorları
zh_hans: 这个动作的纪录

# progress.records.improvedBy
source: improved by %@
es: mejorado en %@
fr: amélioré de %@
hi: %@ का सुधार
it: migliorato di %@
tr: %@ iyileşme
zh_hans: 提升了 %@

# progress.records.noneForExercise
source: No records stored for this exercise yet.
es: Todavía no hay récords guardados de este ejercicio.
fr: Aucun record enregistré pour cet exercice.
hi: इस एक्सरसाइज़ के लिए अभी कोई रिकॉर्ड नहीं है।
it: Per questo esercizio non ci sono ancora record salvati.
tr: Bu egzersiz için henüz kayıtlı rekor yok.
zh_hans: 这个动作还没有保存的纪录。

# progress.records.noneForFilter
source: No records of that kind
es: No hay récords de ese tipo
fr: Aucun record de ce type
hi: उस तरह का कोई रिकॉर्ड नहीं
it: Nessun record di questo tipo
tr: Bu türde rekor yok
zh_hans: 没有该类型的纪录

# progress.records.noneForFilterMessage
source: Clear the filter to see everything in this range.
es: Quita el filtro para ver todo lo que hay en este rango.
fr: Efface le filtre pour tout voir sur cette période.
hi: इस रेंज में सब कुछ देखने के लिए फ़िल्टर हटा दें।
it: Togli il filtro per vedere tutto quello che c'è in questo intervallo.
tr: Bu aralıktaki her şeyi görmek için filtreyi temizle.
zh_hans: 清除筛选即可查看此范围内的全部内容。

# progress.records.noneInRange
source: No new records in this range.
es: No hay récords nuevos en este rango.
fr: Aucun nouveau record sur cette période.
hi: इस रेंज में कोई नया रिकॉर्ड नहीं।
it: Nessun nuovo record in questo intervallo.
tr: Bu aralıkta yeni rekor yok.
zh_hans: 此范围内没有新纪录。

# progress.records.title
source: Records
es: Récords
hi: रिकॉर्ड
it: Record
tr: Rekorlar
zh_hans: 纪录

# progress.stat.sessions
source: Sessions
es: Sesiones
fr: Séances
hi: सेशन
it: Sessioni
tr: Seans
zh_hans: 训练课

# progress.stat.sets
source: Sets done
es: Series hechas
fr: Séries faites
hi: किए गए सेट
it: Serie fatte
tr: Yapılan set
zh_hans: 完成组数

# progress.stat.time
source: Time training
es: Tiempo entrenando
fr: Temps d’entraînement
hi: ट्रेनिंग का समय
it: Tempo di allenamento
tr: Antrenman süresi
zh_hans: 训练时长

# progress.stat.tonnage
source: Volume
es: Volumen
hi: वॉल्यूम
tr: Hacim
zh_hans: 训练量

# progress.stat.tonnage.caption
source: Load × reps, added up
es: Carga × repeticiones, sumado
fr: Charge × reps, additionnés
hi: लोड × रेप्स, जोड़कर
it: Carico × ripetizioni, sommati
tr: Ağırlık × tekrar, toplanmış
zh_hans: 负重 × 次数，累计相加

# progress.streak.weeks
source: You have trained %lld weeks running.
es: Llevas %lld semanas entrenando seguidas.
fr: Tu t’entraînes depuis %lld semaines d’affilée.
hi: आपने लगातार %lld हफ़्ते ट्रेनिंग की है।
it: Ti alleni da %lld settimane di fila.
tr: %lld haftadır aralıksız antrenman yapıyorsun.
zh_hans: 你已经连续训练了 %lld 周。

# progress.strength.bestEstimate
source: Best estimated 1RM
es: Mejor 1RM estimado
fr: Meilleur 1RM estimé
hi: सबसे अच्छा अनुमानित 1RM
it: Miglior 1RM stimato
tr: En iyi tahmini 1RM
zh_hans: 最佳预估 1RM

# progress.strength.chartFootnote
source: The one-rep max is estimated from submaximal sets. The app never asks you to attempt a true single.
es: El máximo a una repetición se estima a partir de series submáximas. La app nunca te pide intentar un máximo real.
fr: Le 1RM est estimé à partir de séries sous-maximales. L’app ne te demande jamais de tenter une vraie répétition maximale.
hi: वन-रेप मैक्स सबमैक्सिमल सेट से अनुमानित होता है। ऐप कभी असली सिंगल लगाने को नहीं कहता।
it: Il massimale è stimato da serie submassimali. L'app non ti chiede mai di tentare un singolo massimale vero.
tr: Tek tekrar maksimumu, maksimalin altındaki setlerden tahmin edilir. Uygulama senden asla gerçek bir tek tekrar denemesi istemez.
zh_hans: 1RM 由次极限组推算得出。App 从不会要求你尝试真正的极限单次。

# progress.strength.chartTitle
source: Strength over time
es: Fuerza a lo largo del tiempo
fr: Force au fil du temps
hi: समय के साथ ताकत
it: Forza nel tempo
tr: Zaman içinde güç
zh_hans: 力量随时间的变化

# progress.strength.empty.message
source: Finish a workout, or widen the range, to see how your strength is moving.
es: Termina un entrenamiento, o amplía el rango, para ver cómo se mueve tu fuerza.
fr: Termine une séance, ou élargis la période, pour voir comment ta force évolue.
hi: अपनी ताकत का रुख देखने के लिए एक वर्कआउट पूरा करें, या रेंज बढ़ा दें।
it: Completa un allenamento, o allarga l'intervallo, per vedere come si muove la tua forza.
tr: Gücünün nasıl değiştiğini görmek için bir antrenman bitir ya da aralığı genişlet.
zh_hans: 完成一次训练，或扩大时间范围，就能看到力量的变化。

# progress.strength.empty.title
source: No training logged in this range
es: No hay entrenamientos registrados en este rango
fr: Aucun entraînement enregistré sur cette période
hi: इस रेंज में कोई ट्रेनिंग दर्ज नहीं
it: Nessun allenamento registrato in questo intervallo
tr: Bu aralıkta kayıtlı antrenman yok
zh_hans: 此范围内没有训练记录
